    {
        "About_DataPen" : "DataPen Nano, dijital çağın en büyük ihtiyaçlarından biri olan taşınabilir veri aktarımını, geleneksel yöntemlerin çok ötesine taşıyan fütüristik bir çözüm fikri olarak ortaya çıktı. Modern yaşamda veri güvenliği, hız ve erişilebilirlik hayati öneme sahip hale gelirken, insanlar hem minimalist hem de yüksek teknolojili cihazlara ihtiyaç duymaya başladı. Projenin ilhamı, klasik veri kalemlerinin (USB stick vb.) sınırlı kapasitesi ve pratikte kabloya ya da bilgisayara bağımlı olmasından doğdu. Yaratıcı ekip, “Eğer bir kalemden sadece veri değil, aynı zamanda bir ekran ve tam anlamıyla bağımsız kablosuz bir transfer alanı çıkabilseydi, ne olurdu?” sorusunu sordu. Bu fikirden hareketle, ortadan dikey olarak ikiye ayrılabilen ve içindeki nano-bot teknolojisi sayesinde anında havada ekran oluşturabilen bir cihaz tasarlandı. DataPen Nano'nun amacı, fiziksel yüzeye ihtiyaç olmadan veri sunabilmek, verileri güvenle kablosuz aktarmak ve her ortamda kendi ekranını üretebilmek oldu.Bu yenilikçi cihaz; iş dünyasından öğrencilere, sunum yapanlardan teknolojik yaşamı kolaylaştırmak isteyen herkese kadar geniş bir kullanıcı kitlesi için tasarlandı. Taşınabilirliği ve pratikliği sayesinde, dosya aktarımı veya anlık sunum ihtiyacı duyan herkes için akıllı ve hızlı bir çözüm sunuyor. Aynı zamanda nano-bot teknolojisinin sunduğu yeni olanaklarla, DataPen Nano dijital geleceğin taşınabilir asistanı olarak görülmeye başlandı."
    
        ,"DataPen_pencil_features" : "DataPen Nano, mat siyah veya metalik gri alüminyumdan üretilmiş, modern ve dayanıklı bir cihazdır. Tükenmez kalem boyutunda olan bu kalem, elde rahat tutulan ergonomik bir yapıya sahiptir ve tam ortadan dikey şekilde ikiye ayrılabilir. Yüzeyi parmak izi bırakmaz ve hafif dokulu olduğu için kaymaz. Üst kısmında dokunmatik bir açma-kapama düğmesi veya zarif bir LED ışığı bulunabilir. DataPen Nano’da hiçbir klasik port yoktur; veri aktarımı tamamen kablosuz gerçekleşir. Dış yüzeyindeki minimalist logo ve sade tasarımıyla hem iş hem günlük kullanımda kolayca uyum sağlar. Temel olarak siyah ve koyu gri renklerde sunulan cihaz, farklı renk seçeneklerine de sahip olabilir."
        ,"DataPen_pencil_img" : "https://github.com/SiyahiChild/DataPenImgs/blob/main/DataPenRL.png?raw=true"

        ,"DataPen_adapter_features" : "DataPen Nano’nun şarj ve taşıma aparatı, modern ve minimal bir tasarıma sahiptir. Mat siyah veya koyu gri alüminyumdan üretilen bu dock, kalemi hem şarj etmek hem de güvenli bir şekilde saklamak için özel olarak tasarlanmıştır. Kompakt yapısı sayesinde masada çok az yer kaplar ve taşınabilirliği artırır. Aparatın ön kısmında, şarj sırasında ya da cihazın hazır olduğunu göstermek için küçük ve zarif bir LED ışık bulunur. Yüzeyi parmak izi tutmaz, çizilmelere karşı dayanıklıdır ve dokusu kalemin genel şıklığıyla uyum içindedir. Klasik bağlantı noktaları yerine kablosuz şarj ve iletişim teknolojilerini destekleyen bu aparat, hem ev hem de ofis ortamında kolayca kullanılabilir. Dış yüzeyindeki sade logo, bütünlüğü koruyan zarif bir detay olarak öne çıkar."
        ,"DataPen_adapter_img" : "https://github.com/SiyahiChild/DataPenImgs/blob/main/DataAdapterRL.png?raw=true"
    
        ,"DataPen_holo_features" : "DataPen Nano’nun en yenilikçi özelliklerinden biri, ikiye ayrıldığında ortaya çıkan dijital holografik ekranıdır. Kalemin iki parçası arasında, havada asılı duran bu dikdörtgen ekran; canlı, parlak ve yüksek çözünürlüklü görüntüler sunar. Holografik ekran sayesinde dosyalar, görseller veya sunumlar fiziksel bir yüzeye ihtiyaç duymadan rahatlıkla görüntülenebilir. Ekran, dokunmatik ve etkileşimli yapısıyla kullanıcının işlerini kolaylaştırırken, çağdaş ve fütüristik bir deneyim sunar. Üstelik ekran parlaklığı ve büyüklüğü otomatik olarak ortama göre ayarlanır, böylece ister karanlıkta ister gün ışığında mükemmel bir görüntü kalitesi sağlar. DataPen Nano’nun holografik ekranı, teknolojiyi günlük yaşama şık ve etkileyici bir biçimde entegre eder"
        ,"DataPen_holo_img": "https://github.com/SiyahiChild/DataPenImgs/blob/main/DataHoloRL.png?raw=true"
    }
